# ========================================================
# 대한민국 코스피 / 코스닥 상장 주식 마스터 사전 데이터 파일
# ========================================================

# 🎯 질문자님의 삼중 대괄호 규격을 100% 만족하는 전종목 마스터 배열
MASTER_STOCK_DATA = {
    "items": [
        [
            # 💡 [앞으로 1탄 ~ 10탄 데이터를 여기에 계속 채워나갈 예정입니다]
            ["가비아", "063080"],
            ["가온칩스", "390720"],
            ["가온그룹", "078890"],
            ["가온전선", "000500"],
            ["강남제비스코", "000260"],
            ["강스템바이오텍", "217730"],
            ["강원에너지", "114190"],
            ["강원랜드", "035250"],
            ["갤럭시아머니트리", "094480"],
            ["갤럭시아에스엠", "011420"],
            ["경농", "002100"],
            ["경동나비엔", "009450"],
            ["경동도시가스", "267290"],
            ["경동인베스트", "012320"],
            ["경동제약", "011040"],
            ["경방", "000050"],
            ["경보제약", "214390"],
            ["경인양행", "012610"],
            ["경인전자", "009140"],
            ["경창산업", "024910"],
            ["기아", "000270"]
        ]
    ]
}
